Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/bible/osko/index.php_kat_id=86_art_id=125.html.tmx
Source language: nob
Languages: sme

source: Kristuskransen
sme: Kristuskránsa

source: Guds ild
sme: Ipmila dolla

source: I diktet av Paulus Utsi leser vi om ilden som livsledsager.
sme: Paulus Utsi čállá divttas ahte dolla lea nugo eallinguoibmi.

source: Ilden har vært og er sentral for vår overlevelse, selv om det kanskje var tydeligere før i tiden.
sme: Dolla lea álo leamaš ja lea ain dál ge mávssolaš min birgejupmái. Muhto amma hal dolla lei ovddeš áigái eambbo dárbbašlaš ?

source: Ilden sprer lys og varme, lar oss se ting klarere og hjelper oss med å mestre livet.
sme: Dolla addá čuovgga ja lieggasa, ja mii oaidnit buorebut dola čuovggas ja dat veahkeha min eallimis birget.

source: Ild og glød symboliserer ofte kjærlighet, godhet og vennskap mellom mennesker.
sme: Dolla ja hilla govvidit dávjá ráhkisvuođa, buorrevuođa ja ustitvuođa olbmuid gaskkas.

source: Når vi er alene i skogen eller på fjellet, kan ilden bli en venn som hjelper oss gjennom natten.
sme: Go mii leat meahcis oktonassii, de sáhttá dolla leat buorren ustibin mii veahkeha ija badjel beassat.

source: Ilden er en velsignelse, men kan også være farlig for oss selv og andre om vi mister kontrollen over den.
sme: Dolla lea buressivdnádus. Nuppi bealis dolla sáhttá leat várálaš midjiide ja earáide jus ribahit dola viidánit badjelmeriid.

source: I fortellingen om hvordan ånden kom til disiplene leser vi at en stormvind blåste, så viste det seg tunger av ild over disiplenes hoder.
sme: Biibbalis muitala dan birra go máhttájeddjiide bođii vuoigŋa dego garra riđđubiegga, ja oidnojedje dollanjuokčamat máhttájeddjiid oivviid bajábealde.

source: Da kunne de snakke alle slags språk.
sme: De sii máhttigohte buotlágan gielaid.

source: Ilden bar med seg gaver.
sme: Dola čuvvo attáldagat.

source: Paulus skriver i korinterbrevet at ånden har gitt oss alle ulike gaver.
sme: Biibbala apoasttal Paulus čállá girjjis korintalaččaide ahte vuoigŋa lea addán midjiide iešguđetlágan attáldagaid.

source: Alt kommer fra den samme ånd.
sme: Buot boahtá seammá vuoiŋŋas.

source: Kanskje disse når sitt fulle potensiale når vi lar vinden blåse liv i flammene ?
sme: Amma hal dát ollašuvvá dievaslaččat go mii diktit biekka bossut hilaide dola ?
